[
    {
        "language": "english",
        "data": {
            "homeNavbar": "<i class=\"fas fa-home\"></i>&nbsp;Home",
            "aboutNavbar": "<i class=\"far fa-address-card\"></i>&nbsp;About me",
            "servicesNavbar": "<i class=\"fas fa-briefcase\"></i>&nbsp;What I Do",
            "skillsNavbar": "<i class=\"fas fa-laptop-code\"></i>&nbsp;Tech Skills",
            "titleIntro": "Hi, I am <strong>Ivan Pesenti</strong>",
            "titleAbout": "Who I am",
            "subtitleAbout": "developer <i class=\"fas fa-code\"></i>, footballer <i class=\"fas fa-futbol\"></i>, biker <i class=\"fas fa-biking\"></i> .&nbsp;.&nbsp;. and much more!!!",
            "bodyAboutFirst": "I'm 25 years old and I live in Bergamo (near Milano, north-Italy) with my family. Through this website portfolio I'd like to share with you some info about me. Let me introduce myself...",
            "bodyAboutSecond": "I've got a lot of hobbies and I practice a lot of different sports (even if the results may not be those hoped 😂).<br>I play football 5 as a striker and I joined two teams. In my free time I like to run, ride a bicycle, ride a bike, swim and take walks in the mountains (there are a lot of amazing mountains near to me). In winter I'd like to ski.",
            "bodyAboutLast": "Personally, I like many different things. First I'm a supporter of AC Milan <img src=\"img/ac-milan-logo-svg-vector.svg\" alt=\"\">. I love food in general, especially pizza 🍕, sushi 🍣 and hamburger 🍔 (all healthy things as you can see 😬). I love also anime, especially Dragon Ball, Naruto, One Piece and Holly and Benji.",
            "titleServices": "What I do",
            "subtitleServicesFirst": "Programming",
            "bodyServicesFirst": "I've been working as a software developer since 2014. My core skill is to build web api, using different languages and platforms. I've got also some knowledge about building UI for web site. I'm also be able to manage database and programming against different database languages. I'm also practicing with new technologies and programming languages.",
            "subtitleServicesSecond": "Collaborating",
            "bodyServicesSecond": "I'm open to collaborate with everyone who wants me in his team. I can work on back-end side (where I can do all my best) and on front-end side. If you have got any interesting proposal or you want more information, please contact me using references below.",
            "subtitleServicesLast": "Training",
            "bodyServicesLast": "In my free time I sometimes give repetitions about computer technology. I often help people (usually students) to write programs and do their homework together. In my opinion, helping someone else about topic related to my job is an amazing opportunity for him as he can gain some knowledge and method from me and for me as I can master some technologies and concepts by teaching them.",
            "titleSkills": "Tech Skills",
            "subtitleSkills": "Maybe I can help you in something like those:"
        }
    },
    {
        "language": "italian",
        "data": {
            "homeNavbar": "<i class=\"fas fa-home\"></i>&nbsp;Home",
            "aboutNavbar": "<i class=\"far fa-address-card\"></i>&nbsp;Su di me",
            "servicesNavbar": "<i class=\"fas fa-briefcase\"></i>&nbsp;Cosa faccio",
            "skillsNavbar": "<i class=\"fas fa-laptop-code\"></i>&nbsp;Competenze",
            "titleIntro": "Ciao, mi chiamo <strong>Ivan Pesenti</strong>",
            "titleAbout": "Chi sono",
            "subtitleAbout": "sviluppatore <i class=\"fas fa-code\"></i>, calciatore <i class=\"fas fa-futbol\"></i>, motociclista <i class=\"fas fa-biking\"></i> .&nbsp;.&nbsp;. e molto altro!!!",
            "bodyAboutFirst": "Ho 25 anni e vivo a Bergamo (vicino a Milano, nord-Italia) con la mia famiglia. Attraverso questo sito vetrina vorrei condividere con te qualche informazione che mi riguarda. Permettimi di presentarmi...",
            "bodyAboutSecond": "Ho svariati hobby e pratico molti sport differenti (anche se i risultati non sono quelli sperati 😂).<br>Gioco a calcio 5 come attaccante e faccio parte di due squadre. Nel mio tempo libero mi piace andare a correre, andare in bici o in moto, nuotare e fare passeggiate in montagna (ci sono molte montagne vicino a me con dei bei paesaggi). Nella stagione invernale mi piace sciare.",
            "bodyAboutLast": "Personalmente, adoro molte cose. Innanzitutto sono un tifoso dell'AC Milan <img src=\"../assets/img/intro/ac-milan-logo-svg-vector.svg\" alt=\"\">. Adoro il cibo in generale, in particolar modo pizza 🍕, sushi 🍣 e hamburger 🍔 (tutte cose salutari come puoi vedere 😬). Adoro gli anime, specialmente Dragon Ball, Naruto, One Piece e Holly e Benji.",
            "titleServices": "Cosa faccio",
            "subtitleServicesFirst": "Programmazione",
            "bodyServicesFirst": "Lavoro come sviluppatore software dal 2014. La mia competenza principale è la realizzazione di web api, utilizzando diversi linguaggi e piattaforme. Ho qualche conoscienza anche riguardo l'interfaccia utente dei siti web. Sono anche in grado di amministrare i database e di programmare su diversi linguaggi e piattaforme database. Sto anche studiando nuove tecnologie e linguaggi di programmazione.",
            "subtitleServicesSecond": "Collaborazione",
            "bodyServicesSecond": "Sono disponibile per collaborare con chiunque mi voglia nel suo team. Posso lavorare sul codice lato back-end (dove posso dare il meglio di me) e sul codice lato front-end. Se hai qualche proposta interessante o vuoi maggiori informazioni, contattami pure utilizzando i riferimenti che trovi qui sotto.",
            "subtitleServicesLast": "Formazione",
            "bodyServicesLast": "Nel mio tempo libero, qualche volta do ripetizioni di informatica. Spesso aiuto le persone (solitamente studenti) a scrivere programmi e a fare i loro compiti. Secondo me, aiutare qualcun altro su materie che riguardano il mio lavoro è una fantastica opportunità per lui, visto che può guadagnare esperienza e acquisire i miei metodi e anche per me in quanto posso perfezionare le tecnologie e i concetti.",
            "titleSkills": "Competenze informatiche",
            "subtitleSkills": "Forse posso aiutarti in qualcosa tra questi:"
        }
    },
    {
        "language": "german",
        "data": {
            "homeNavbar": "<i class=\"fas fa-home\"></i>&nbsp;Home",
            "aboutNavbar": "<i class=\"far fa-address-card\"></i>&nbsp;Über mich",
            "servicesNavbar": "<i class=\"fas fa-briefcase\"></i>&nbsp;Was ich mache",
            "skillsNavbar": "<i class=\"fas fa-laptop-code\"></i>&nbsp;Computerkenntnisse",
            "titleIntro": "Hallo, ich bin Ivan Pesenti",
            "titleAbout": "Wer ich bin",
            "subtitleAbout": "entwickler <i class=\"fas fa-code\"></i>, fußballspieler <i class=\"fas fa-futbol\"></i>, motorradfahrer <i class=\"fas fa-biking\"></i> .&nbsp;.&nbsp;. und noch mehr!",
            "bodyAboutFirst": "Ich bin 25 Jahre alt und ich wohne mit meiner Familie in Bergamo (in Norditalien, in der Nähe von Mailand). Durch diese Internetseite möchte ich mit dir einige Informationen über mich mitteilen. Lass mich, mich vorstellen...",
            "bodyAboutSecond": "Ich habe viele Hobbys und ich treibe verschiedene Sportarten (obwohl die Ergebnisse nicht die Erhofften sind 😂). Ich spiele Futsal als Stürmer und ich bin Teil von zwei Mannschaften. In meiner Freizeit laufe ich gern, fahre ich gern mit dem Fahrrad oder mit dem Motorrad, schwimme ich gern und gehe ich gern in den Bergen spazieren (in meiner Nähe gibt es viele Berge mit wunderschönen Landschaften). Im Winter fahre ich gern Ski.",
            "bodyAboutLast": "Meinerseits gibt es viele Dinge, die ich mag. Zuerst bin ich ein AC Milan-Fan <img src=\"../assets/img/intro/ac-milan-logo-svg-vector.svg\" alt=\"\">. Ich liebe essen, insbesondere Pizza 🍕, Sushi 🍣 und Hamburger 🍔 (alle gesunden Dinge, wie du sehen kannst 😬). Ich mag auch Animes, insbesondere Dragon Ball, Naruto, One Piece, Holly und Benji.",
            "titleServices": "Was ich mache",
            "subtitleServicesFirst": "Entwicklung",
            "bodyServicesFirst": "Ab 2014 arbeite Ich als Softwareentwickler. Mein hauptsächlicher Sachverstand ist die Durchführung von Web-Apis, durch die Verwendung von verschiedenen Programmiersprachen und Plattformen. Ich weiß auch ein wenig über die Benutzeroberfläche der Webseiten. Ich kann auch die Datenbanken verwalten und über verschiedene Programmiersprachen und Datenbanken-Plattformen programmieren. Ich lerne auch neue Technologie und Programmiersprachen.",
            "subtitleServicesSecond": "Zusammenarbeit",
            "bodyServicesSecond": "Ich bin bereit mit allem, die in ihrem Team mir wollen, zusammenzuarbeiten. Ich kann über den Code zur Back-End-Seite (wo ich mein Bestes geben kann) und über den Code zur Front-End-Seite. Wenn Sie einen interessanten Vorschlag haben oder Sie brauchen weitere Informationen, bitte kontaktieren Sie mich durch die Referenzen da unten.",
            "subtitleServicesLast": "Ausbildung",
            "bodyServicesLast": "In meiner Freizeit gebe ich manchmal Informatik-Nachhilfe. Oft helfe ich die Leute (vor allem Schüler), Computerprogramme zu schreiben und ihre Hausaufgaben zu machen. Ich denke, dass es eine großartige Chance ist, die Leute über Fächer bezüglich meiner Arbeit helfen.",
            "titleSkills": "Computerkenntnisse",
            "subtitleSkills": "Vielleicht kann ich Ihnen in irgendetwas zwischen diesen helfen:"
        }
    }
]